

post_text = ['Опиши объявление,укажите стоимость и контакты','Отправь фото объявления','','Подготовка поста','Проверьте всё ли правильно']

start_button = 'Создать объявление'

category_buttons = ['авто🚗','бизнес_стартап🤑','блоги📓','бот🤖','видео📹','города🏙','дизайн🌠','дом_и_семья👪','животные🐱','игры🎮','IT_технологии🖥📱','книги📚','красота_и_мода💅','криптоволюта💱','кулинария🍳','культура🛐','лингвистика👅','мастер_класс😱','медицина💊','музыка🗒','наука🧪','новости📰','политика👹','приложения🈸','продажи💵','психология💆','работа💼','религия✝','строительство🏗','сми📺','спорт🏐','стикеры😃','туризм🛩','технологии🚀','фитнес💪','фото📸','цитаты©','эзотерика🎴','эротика👀','юмор🤣','юруслеги👨‍💼']

stage_param = ['discription','category']

channel_link = 'https://t.me/Opencatalog'

fail_text = 'К сожалению,вы можете создать только один пост раз в '
